Repository: AcSolTec/AVS_Solution_APP
Catalog: AVS_Global/Resources/Controllers/FormulariesController.*.resx
Languages: es_mx, fr_fr

# btn.next
source: Next
es_mx: Siguiente
fr_fr: Suivants

# btn.prev
source: Previous
es_mx: Anterior
fr_fr: Précédente

# formCU.addr
source: Address
es_mx: Dirección
fr_fr: Adresse

# formCU.bloq1
source: Tourist cards for Cuba cannot be cancelled or returned. The card costs 65 CHF for adults and 50 CHF for children up to 16 years. The costs are non-refundable. I have read and agree to this conditions
es_mx: Las tarjetas de turista para Cuba no se pueden cancelar ni devolver. La tarjeta cuesta 65 CHF para adultos y 50 CHF para niños de hasta 16 años. Los costos no son reembolsables. He leído y acepto estas condiciones
fr_fr: Les cartes touristiques pour Cuba ne peuvent pas être annulées ou retournées. La carte coûte 65 CHF pour les adultes et 50 CHF pour les enfants jusqu´à 16 ans. Les frais ne sont pas remboursables. J´ai lu et j´accepte ces conditions

# formCU.bloq2
source: This tourist card will not be valid, if you travelling over/from the USA to Cuba.In this case, you need to obtain the card directly in the USA.
es_mx: Esta tarjeta de turista no será válida si viaja desde / hacia los EE. UU. a Cuba. En este caso, debe obtener la tarjeta directamente en los EE. UU.
fr_fr: Cette carte de touriste ne sera pas valide si vous voyagez au-dessus / en provenance des États-Unis à Cuba.Dans ce cas, vous devez obtenir la carte directement aux États-Unis.

# formCU.bloq3
source: The Passport has to be valid for at least 6 Months after return from Cuba
es_mx: El pasaporte debe ser válido por al menos 6 meses después del regreso de Cuba.
fr_fr: Le passeport doit être valable au moins 6 mois après le retour de Cuba

# formCU.chf22
source: Express Switzerland: CHF 22.
es_mx: Correo expreso suizo: 22.00 CHF
fr_fr: Courrier express Suisse: 22.00 CHF

# formCU.chf5
source: A-Post-Plus (Insured, delivery without signature): CHF 5.
es_mx: A-Post Plus (asegurado, entrega sin firma),: 5.00 CHF
fr_fr: A-Post Plus (assuré, livraison sans signature),: 5.00 CHF

# formCU.chf750
source: Registered Switzerland: CHF 7.50.
es_mx: Correo certificado Suizo: 7.50 CHF
fr_fr: Courrier recommandé Suisse : 7.50 CHF

# formCU.chfnatint
source: Courier national / international: Price on request.
es_mx: Transporte nacional y internacional: Precio en solicitud
fr_fr: Voyage de coursier national / international : Prix sur demande

# formCU.dtDep
source: Date of departure from Cuba
es_mx: Fecha de salida de Cuba
fr_fr: Date de départ de Cuba

# formCU.dtEntry
source: Date of entry into Cuba
es_mx: Fecha de entrada en Cuba
fr_fr: Date d´entrée à Cuba

# formCU.emad
source: E-Mail Address
es_mx: Correo electrónico
fr_fr: Adresse e-mail

# formCU.gtc1
source: I have read
es_mx: He leído
fr_fr: J´ai lu les conditions générales

# formCU.gtc2
source: y estoy de acuerdo con las condiciones
fr_fr: et je les accepte

# formCU.mailestb
source: E-Mail
es_mx: Correo
fr_fr: Adresse e-mail

# formCU.name
source: First Name
es_mx: Nombre(s)
fr_fr: Prénom(s)

# formCU.No
source: No
fr_fr: Ne pas

# formCU.numAd
source: Adults
es_mx: Adultos
fr_fr: Adultes

# formCU.numChi
source: Children (0-16 years)
es_mx: Menores de edad (0-16 años)
fr_fr: Enfants (0-16 ans)

# formCU.numsAC
source: Enter the Number of Tourist Cards you require
es_mx: Adultos
fr_fr: Indiquez le nombre de cartes de tourisme que vous souhaitez acheter

# formCU.pssAd
source: Passport for Adults
es_mx: Menores de edad (0-16 años)
fr_fr: Enfants (0-16 ans)

# formCU.pssCh
source: Passport for Children
es_mx: Pasaporte(s) para adultos
fr_fr: Passeport(s) pour adultes

# formCU.reInf
source: I have read this information and confirm that I am aware that any errors in the passport details provided in my application will result in entry into Cuba at a border crossing point.
es_mx: He leído esta información y confirmo que soy consciente de que cualquier error en los detalles del pasaporte proporcionados en mi solicitud resultará en la entrada de Cuba en un punto de cruce fronterizo.
fr_fr: J'ai lu ces informations et je confirme que je suis conscient que toute erreur dans les détails du passeport fournis dans ma demande entraînera l'entrée à Cuba à un point de passage de la frontière.

# formCU.shipAd
source: Is the shipping address diffrent as the contact adress?
es_mx: Pasaporte(s) para menores de edad
fr_fr: Pasaporte(s) para menores de edad

# formCU.shipTo
source: Shipping to you
es_mx: ¿Es la dirección de entrega diferente de la dirección de contacto?
fr_fr: L´adresse de livraison est-elle différente de l´adresse de contact ?

# formCU.surname
source: Surname
es_mx: Apellido(s)
fr_fr: Nom(s),de famille

# formCU.tbDep
source: Date Departure
es_mx: Fec. Salida
fr_fr: Date Sortie

# formCU.tbEntry
source: Date Entry
es_mx: Fec. Entrada
fr_fr: Date Entrée

# formCU.tbName
source: Fisrt Name
es_mx: Nom(s)
fr_fr: Nom(s)

# formCU.tbNumAdl
source: # Adults
es_mx: # Adultos
fr_fr: # Adultes

# formCU.tbNumChld
source: # Chilren
es_mx: # Niños
fr_fr: # Enfants

# formCU.tbSure
source: Surname
es_mx: Ap(s)
fr_fr: Ap(s)

# formCU.tbTel
source: Tel. Number
es_mx: Tel
fr_fr: Tel

# formCU.TitSum
source: Important informations
es_mx: Información importante
fr_fr: Informations importantes

# formCU.tnum
source: Telephone Number
es_mx: Número de teléfono
fr_fr: Numéro de téléphone

# formCU.twn
source: Town
es_mx: Ciudad
fr_fr: Ville

# formCU.yes
source: Yes
es_mx: Si
fr_fr: Oui

# formCU.zc
source: Zip Code
es_mx: Código Postal
fr_fr: code postal

# navBar.lan
source: Choose a language
es_mx: Elige un idioma
fr_fr: choisir une langue

# steps.cd
source: Contac Details
es_mx: Detalles de Contacto
fr_fr: Coordonnées

# steps.pay
source: Payment
es_mx: Pago
fr_fr: Paiement

# steps.sk.pi
source: Personal Information
es_mx: Información Personal
fr_fr: Information personnelle

# steps.sk.ri
source: Required Information
es_mx: Información Requerida
fr_fr: Information requise

# steps.sk.uf
source: Upload Files
es_mx: Carga de Archivos
fr_fr: Téléchargement de fichiers

# steps.sum
source: Summary
es_mx: Resumen
fr_fr: Résumé

# steps.ts
source: Travel- & Shipping Details
es_mx: Detalles de viaje y envio
fr_fr: Détails voyage et livraison
